Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AssistiveTouchAllowSwaggleToOpenDescription
source: Use a horizontal zig-zag motion to open the menu.
ar: استخدام حركة التعرج الأفقي لفتح القائمة.
bg: Използване на хоризонтално зигзагообразно движение за отваряне на менюто.
ca: Fes servir un moviment en ziga-zaga horitzontal per obrir el menú.
cs: K otevření nabídky použijte horizontální klikatý pohyb tam a zpět.
da: Brug en vandret bevægelse i zigzag for at åbne menuen.
de: Bewege das Gerät hin und her, um das Menü zu öffnen.
el: Χρησιμοποιήστε οριζόντια κίνηση ζιγκ-ζαγκ για να ανοίξετε το μενού.
es: Usar un movimiento en zigzag horizontal para abrir el menú.
es_us: Usar un movimiento en zigzag para abrir el menú.
fi: Avaa valikko vaakasuoralla siksakkiliikkeellä.
fr: Utilisez un mouvement de zig-zag horizontal pour ouvrir un menu.
fr_ca: Utilisez un mouvement de zigzag horizontal pour ouvrir un menu.
he: ניתן לפתוח התפריט בתנועה אופקית מצד לצד.
hi: मेनू खोलने के लिए क्षैतिज टेढ़ी-मेढ़ी गति का उपयोग करें।
hr: Upotrijebite vodoravni cik-cak pokret za otvaranje izbornika.
hu: Vízszintes cikcakkmozgással nyissa meg a menüt.
id: Gunakan gerakan zig-zag horizontal untuk membuka menu.
it: Per aprire il menu usa un movimento a zig-zag orizzontale.
ja: ジェスチャでメニューを開くには指を横方向にジグザグに動かします。
kk: Мәзірді ашу үшін «Көлденең зигзаг» қимылын пайдаланыңыз.
ko: 메뉴를 열려면 수평으로 갈지자형을 그리는 동작을 사용하십시오.
lt: Norėdami atidaryti meniu, naudokite horizontalų zigzaginį judesį.
ms: Gunakan pergerakan zig-zag mendatar untuk membuka menu.
nl: Gebruik een horizontale zigzagbeweging om het menu te openen.
no: Åpne menyen med en vannrett sikksakkbevegelse.
pl: Otwieraj menu gestem poziomego zygzaka.
pt_br: Use um movimento de ziguezague horizontal para abrir o menu.
pt_pt: Abra o menu com um movimento de zig‑zag horizontal.
ro: Utilizați o mișcare orizontală în zigzag pentru a deschide meniul.
ru: Используйте движение «горизонтальный зигзаг», чтобы открыть меню.
sk: Na otvorenie menu použite kľukatý pohyb tam a späť.
sl: Za odpiranje menija uporabite vodoravno cikcakasto premikanje.
sv: Öppna menyn med en horisontell sicksackrörelse.
th: ใช้ลักษณะการเคลื่อนซิกแซกตามแนวนอนเพื่อเปิดเมนู
tr: Menüyü açmak için yatay zikzak hareketini kullanın.
uk: Відкривайте меню горизонтальним зигзагоподібним рухом.
vi: Sử dụng di chuyển zích zắc theo chiều ngang để mở menu.
zh_cn: 使用水平Z字形手势打开菜单。
zh_hk: 以橫向Z字形手勢開啟選單。
zh_tw: 以橫向z字形手勢打開選單。

# GameControllerSettingsPressA
source: Press the A button (or X) to select an item with AssistiveTouch.
ar: اضغط على زر A (أو X) لتحديد أي عنصر باستخدام اللمس المساعد.
bg: Натиснете бутон A (или X), за да изберете елемент с AssistiveTouch.
ca: Prem el botó A (o el botó X) per seleccionar un ítem amb l’AssistiveTouch.
cs: Stisknutím tlačítka A (nebo X) vyberete s AssistiveTouch položku.
da: Tryk på A-knappen (eller X-knappen) for at vælge et emne med AssistiveTouch.
de: Drücke die A-Taste (oder X), um ein Objekt mit AssistiveTouch auszuwählen.
el: Πατήστε το κουμπί A (ή το X) για να επιλέξετε ένα στοιχείο με το AssistiveTouch.
es: Pulsa el botón A (o la equis) para seleccionar un ítem con AssistiveTouch.
es_us: Presiona el botón A (o X) para seleccionar un elemento con AssistiveTouch.
fi: Valitse kohde AssistiveTouchilla painamalla A-painiketta (tai X:ää).
fr: Appuyez sur le bouton A (ou X) pour sélectionner un élément avec AssistiveTouch.
fr_ca: Appuyez sur le bouton A (ou sur le bouton X) pour sélectionner un élément avec AssistiveTouch.
he: יש ללחוץ על כפתור A (או X) כדי לבחור פריט באמצעות AssistiveTouch.
hi: AssistiveTouch से किसी आइटम को चुनने के लिए A बटन (या X) दबाएँ।
hr: Pritisnite tipku A (ili X) za odabir stavke značajkom AssistiveTouch.
hu: Nyomja meg az A (vagy X) gombot, ha ki szeretne választani egy elemet az AssistiveTouchcsal.
id: Tekan tombol A (atau X) untuk memilih item dengan AssistiveTouch.
it: Premi il pulsante A (o il tasto croce) per selezionare un elemento con AssistiveTouch.
ja: AssistiveTouchで項目を選択するにはAボタン（またはバツ印ボタン）を押します。
kk: AssistiveTouch арқылы элемент таңдау үшін A түймесін (немесе X) басыңыз.
ko: AssistiveTouch로 항목을 선택하려면 A 버튼(또는 X 버튼)을 누르십시오.
lt: Paspauskite mygtuką A (arba X), kad pasirinktumėte elementą naudodami „AssistiveTouch“.
ms: Tekan butang A (atau X) untuk memilih item dengan AssistiveTouch.
nl: Druk op de A-knop (of X) om een onderdeel te selecteren met AssistiveTouch.
no: Trykk på A-knappen (eller X) for å velge et objekt med AssistiveTouch.
pl: Naciśnij przycisk A (lub X), aby wybrać rzecz przy użyciu AssistiveTouch.
pt_br: Pressione o botão A (ou X) para selecionar um item com o AssistiveTouch.
pt_pt: Prima o botão A (ou X) para selecionar um elemento com o AssistiveTouch.
ro: Apăsați butonul A (sau X) pentru a selecta un articol cu AssistiveTouch.
ru: Нажмите кнопку A (или X), чтобы выбрать объект с помощью AssistiveTouch.
sk: Stlačením tlačidla A (alebo X) označíte položku s AssistiveTouch.
sl: Pritisnite gumb A (ali X), da s funkcijo AssistiveTouch izberete element.
sv: Tryck på A-knappen (eller X) om du vill markera ett objekt med AssistiveTouch.
th: กดปุ่ม A (หรือปุ่ม X) เพื่อเลือกรายการด้วย AssistiveTouch
tr: AssistiveTouch ile bir öğe seçmek için A (ya da X) düğmesine basın.
uk: Натисніть кнопку A (або X), щоб вибрати елемент за допомогою AssistiveTouch.
vi: Nhấn nút A (hoặc X) để chọn một mục bằng AssistiveTouch.
zh_cn: 按下A（或X）按钮通过辅助触控选择项目。
zh_hk: 按下A按鈕（或X）以透過「輔助觸控」選擇項目。
zh_tw: 按下A按鈕（或X）來透過「輔助觸控」選取項目。

# AssistiveTouchInstructionalTextFormat_VISION
source: AssistiveTouch allows you to use your Apple Vision Pro if you have difficulty interacting with spatial content or if you require an adaptive accessory.
ar: يسمح لك اللمس المساعد باستخدام Apple Vision Pro إذا كانت هناك صعوبة في التعامل مع المحتوى المكاني أو إذا كنت بحاجة إلى ملحق موائم.
bg: Функцията AssistiveTouch ви позволява да използвате вашия Apple Vision Pro, ако имате затруднения при взаимодействието с пространственото съдържание или ако ви е необходим адаптивен аксесоар.
ca: L’AssistiveTouch et permet utilitzar l’Apple Vision Pro si tens problemes per interactuar amb el contingut espacial o si necessites un accessori adaptatiu.
cs: Funkce AssistiveTouch vám umožňuje používat Apple Vision Pro, pokud vám činí potíže prostorová orientace a manipulace s předměty nebo pokud potřebujete adaptivní příslušenství.
da: AssistiveTouch sikrer, at du kan bruge Apple Vision Pro, hvis du har svært ved at interagere med tredimensionelt indhold eller har brug for specielt tilbehør.
de: AssistiveTouch hilft beim Verwenden der Apple Vision Pro, wenn du Schwierigkeiten mit der Interaktion bei 3D-Inhalten hast oder ein adaptives Gerät benötigst.
el: Το AssistiveTouch σάς επιτρέπει να χρησιμοποιείτε το Apple Vision Pro σας αν δυσκολεύεστε ως προς το χωρικό περιεχόμενο ή χρειάζεστε ένα προσαρμοστικό αξεσουάρ.
es: AssistiveTouch te ayuda a usar el Apple Vision Pro si tienes dificultades para interactuar con el contenido espacial o necesitas un accesorio de adaptación.
es_us: AssistiveTouch te ayuda a usar el Apple Vision Pro si tienes dificultades para interactuar con el contenido espacial o si necesitas un accesorio de adaptación.
fi: AssistiveTouch mahdollistaa Apple Vision Pron käytön, jos sinulla on vaikeuksia käsitellä tilallista sisältöä tai jos tarvitset avustavan lisälaitteen.
fr: AssistiveTouch vous permet d’utiliser votre Apple Vision Pro si vous éprouvez des difficultés à interagir avec le contenu spatial ou si un accessoire adaptatif vous est nécessaire.
fr_ca: AssistiveTouch vous permet d’utiliser votre Apple Vision Pro si vous éprouvez des difficultés à interagir avec le contenu spatial ou si un accessoire adaptatif vous est nécessaire.
he: ‏AssistiveTouch מאפשר לך להשתמש ב-Apple Vision Pro אם קשה לך לבצע אינטראקציה עם תוכן מרחבי או אם נדרש לך מכשיר עזר.
hi: अगर आपको स्पेशियल कॉन्टेंट के साथ इंटरैक्ट करने में कठिनाई होती है या आपको अनुकूल ऐक्सेसरी की आवश्यकता होती है, तो AssistiveTouch की मदद से आप अपने Apple Vision Pro का उपयोग कर सकते हैं।
hr: AssistiveTouch vam omogućava uporabu uređaja Apple Vision Pro ako imate poteškoća u interakciji s prostornim sadržajem ili vam je potreban adaptivan pribor.
hu: Az AssistiveTouch lehetővé teszi az Apple Vision Pro használatát abban az esetben, ha nehézségekbe ütközik térbeli tartalom kezelése során, vagy adaptív kiegészítőre van szüksége.
id: AssistiveTouch memungkinkan Anda menggunakan Apple Vision Pro jika Anda kesulitan berinteraksi dengan konten spasial atau jika Anda memerlukan aksesori adaptif.
it: AssistiveTouch ti consente di utilizzare Apple Vision Pro se hai difficoltà nell’interagire con il contenuto spaziale o se ti occorre un accessorio adattivo.
ja: 空間コンテンツの操作が困難な方や支援アクセサリが必要な方も簡単にApple Vision Proを使用できます。
kk: AssistiveTouch функциясы кеңістіктік контентпен өзара әрекеттесуде қиындық туындағанда немесе бейімделгіш керек-жарақ қажет болған жағдайда, Apple Vision Pro құрылғысын пайдалануға мүмкіндік береді.
ko: 공간 콘텐츠와 상호 작용하는 데 어려움이 있거나 보조용 특수 액세서리가 필요한 경우에 AssistiveTouch를 통해 Apple Vision Pro를 사용할 수 있습니다.
lt: „AssistiveTouch“ leidžia naudotis „Apple Vision Pro“, jei sunku sąveikauti su erdviniu turiniu arba reikalingas pritaikomasis priedas.
ms: AssistiveTouch membolehkan anda menggunakan Apple Vision Pro anda jika anda menghadapi kesukaran berinteraksi dengan kandungan ruang atau jika anda memerlukan aksesori adaptif.
nl: Via AssistiveTouch kun je je Apple Vision Pro gebruiken als je moeilijk met ruimtelijk materiaal kunt werken of als je een aanpassingsaccessoire nodig hebt.
no: Med AssistiveTouch kan du bruke Apple Vision Pro hvis du har problemer med å bruke romlig innhold, eller hvis du trenger tilpasset tilbehør.
pl: AssistiveTouch pozwala używać Apple Vision Pro osobom mającym problemy z interakcjami z treściami przestrzennymi lub i używającym akcesoriów wspomagających.
pt_br: Caso você tenha dificuldade de interagir com o conteúdo espacial ou precise de um acessório adaptável, o AssistiveTouch permite usar o Apple Vision Pro.
pt_pt: O AssistiveTouch permite usar o Apple Vision Pro caso tenha dificuldade em interagir com o conteúdo espacial ou necessite de um acessório de assistência.
ro: AssistiveTouch vă permite să vă utilizați Apple Vision Pro‑ul dacă aveți dificultăți la interacțiunea cu conținutul spațial sau dacă aveți nevoie de un accesoriu adaptiv.
ru: AssistiveTouch позволяет использовать Apple Vision Pro, если Вам трудно взаимодействовать с пространственным контентом или требуется адаптивное оборудование.
sk: AssistiveTouch vám umožňuje používať Apple Vision Pro, ak máte problémy s interakciou s 3D obsahom alebo potrebujete adaptívne príslušenstvo.
sl: AssistiveTouch vam omogoča uporabo naprave Apple Vision Pro, če imate težave pri interakciji s prostorsko vsebino ali če potrebujete prilagodljivo dodatno opremo.
sv: AssistiveTouch låter dig använda Apple Vision Pro om du har svårt att interagera med rumsligt innehåll eller om du behöver ett adaptivt tillbehör.
th: AssistiveTouch ช่วยให้คุณใช้ Apple Vision Pro ของคุณได้หากต้องใช้อุปกรณ์เสริมแบบปรับตามสภาพแวดล้อม หรือหากเกิดความยากลำบากกับการโต้ตอบกับเนื้อหาเชิงมิติพื้นที่
tr: AssistiveTouch, uzamsal içerikle etkileşim güçlüğü çekiyorsanız veya uyarlanabilir bir aksesuara gereksiniminiz varsa Apple Vision Pro’nuzu kullanmanızı sağlar.
uk: AssistiveTouch дає змогу використовувати Apple Vision Pro, якщо вам незручно взаємодіяти із просторовим вмістом чи потрібний адаптивний прилад.
vi: AssistiveTouch cho phép bạn sử dụng Apple Vision Pro nếu bạn gặp khó khăn trong việc tương tác với nội dung không gian hoặc nếu bạn cần có phụ kiện thích ứng.
zh_cn: “辅助触控”可让你在与空间内容交互有困难或需要自适应配件的情况下使用Apple Vision Pro。
zh_hk: 「輔助觸控」可讓你在與空間內容互動有困難或需要使用適應性配件的情況下使用Apple Vision Pro。
zh_tw: 若有障礙而難以與空間內容互動或需要適應性配件，「輔助觸控」可以協助你使用Apple Vision Pro。

source: Double-Tap Timeout
ar: مهلة الضغط مرتين
bg: Изчакване за двукратно докосване
ca: Temps límit de doble toc
cs: Časový limit poklepání
da: Interval for tryk to gange
de: Zeitraum zum Doppeltippen
el: Όριο διπλού αγγίγματος
es: Límite para doble toque
es_us: Intervalo entre dos toques
fi: Kaksoisnapautuksen aika
fr: Délai du double toucher
fr_ca: Délai du double contact
he: זמן מוקצב להקשה כפולה
hi: डबल टैप टाइमआउट
hr: Istek dvostrukog dodira
hu: Dupla koppintás időtúllépése
id: Batas Waktu Ketuk Dua Kali
it: Timeout doppio tocco
ja: ダブルタップのタイムアウト
kk: Екі рет түртуді күту уақыты
ko: 두 번 탭 제한 시간
lt: Dvigubo bakstelėjimo skirtasis laikas
ms: Tamat Masa Dwiketik
nl: Time-out dubbel tikken
no: Tidsavbrudd for dobbelttrykk
pl: Dwukrotne stuknięcie (limit)
pt_br: Tempo para Dois Toques
pt_pt: Intervalo de duplo toque
ro: Așteptare apăsare dublă
ru: Ожидание 2-го касания
sk: Časový interval dvojitého klepnutia
sl: Časovna omejitev za dvotap
sv: Två snabba tryck, tidsgräns
th: ช่วงเวลาแตะสองครั้ง
tr: Çift Dokunma Zaman Aşımı
uk: Час на подвійний дотик
vi: Hết thời gian chờ chạm hai lần
zh_cn: 连点超时
zh_hk: 點兩下逾時
zh_tw: 點兩下逾時

# MouseKeysLearnMoreSubtitle
source: When you turn on Mouse Keys, you can move the mouse pointer and press the mouse button using the keyboard or a numeric keypad.
ar: عند تشغيل مفاتيح الماوس، يمكنك تحريك مؤشر الماوس والضغط على زر الماوس باستخدام لوحة المفاتيح أو لوحة المفاتيح الرقمية.
bg: Когато е включена функцията Клавиши на мишката, можете да движите курсора на мишката и да натискате бутона на мишката, като използвате клавиатура или клавиатурен блок с цифри.
ca: Si actives l’opció de tecles per al ratolí, podràs moure el punter del ratolí i prémer el botó del ratolí fent servir el teclat normal o un teclat numèric.
cs: Když funkci Klávesy myši zapnete, můžete pohybovat ukazatelem myši a tisknout tlačítko myši pomocí klávesnice nebo numerické klávesnice.
da: Når du slår musetaster til, kan du flytte musens markør og trykke på musens knap vha. tastaturet eller en numerisk blok.
de: Wenn die Tastaturmausbedienung aktiviert ist, kannst du mit der Tastatur oder der numerischen Tastatur den Zeiger bewegen oder die Maustaste drücken.
el: Όταν ενεργοποιήσετε τα Κουμπιά ποντικιού, θα μπορείτε να μετακινείτε τον δείκτη ποντικιού και να πατάτε το κουμπί ποντικιού με το πληκτρολόγιο ή ένα αριθμητικό πληκτρολόγιο.
es: Al activar “Teclas para el ratón”, puedes mover el puntero del ratón y pulsar el botón del ratón con el teclado o con un teclado numérico.
es_us: Si activas Teclas para el mouse, podrás mover el puntero y presionar el botón del mouse usando el teclado alfabético o uno numérico.
fi: Kun Näppäimet hiirenä on päällä, voit siirtää hiiren osoitinta ja painaa hiiren painiketta näppäimistöllä tai numeronäppäimistöllä.
fr: Lorsque vous activez « Touches de souris », vous pouvez déplacer le pointeur de la souris et appuyer sur son bouton à l’aide du clavier ou d’un pavé numérique.
fr_ca: Lorsque vous activez les touches de souris, vous pouvez déplacer le pointeur et appuyer sur le bouton de la souris à l’aide du clavier ou d’un pavé numérique.
he: הפעלה של ״מקשי עכבר״ תאפשר לך להזיז את סמן העכבר וללחוץ על כפתורי העכבר באמצעות מקשי מקלדת או משטח ספרות.
hi: जब आप माउस कीज़ चालू करते हैं, तो आप माउस पॉइंटर को मूव कर सकते हैं और कीबोर्ड या अंकीय कीपैड का उपयोग करके माउस बटन दबा सकते हैं।
hr: Kada uključite tipke miša, možete premještati pokazivač miša i pritisnuti tipku miša koristeći tipkovnicu ili numeričku tipkovnicu.
hu: Amikor az Egérbillentyűk funkció be van kapcsolva, lehetővé teszi, hogy vezérelje a mutatót, és megnyomja az egérgombot a billentyűzettel vagy a számbillentyűzettel.
id: Saat Anda menyalakan Tombol Tetikus, Anda dapat menggerakkan penunjuk tetikus dan menekan tombol tetikus menggunakan papan ketik atau keypad numerik.
it: Quando attivi “Tasti mouse”, puoi spostare il puntatore e premere il tasto del mouse utilizzando la tastiera o un tastierino numerico.
ja: マウスキーをオンにすると、キーボードまたはテンキーを使ってマウスポインタを動かしたり、マウスボタンを押したりすることができます。
kk: Тінтуір пернелерін қосқан жағдайда, тінтуір көрсеткішін жылжытып, пернетақта немесе сандық пернетақта арқылы тінтуір түймесін басуға болады.
ko: 마우스 키를 켜면, 키보드 또는 숫자 키패드를 사용하여 마우스 포인터를 이동하고 마우스 버튼을 누를 수 있습니다.
lt: Kai įjungiate pelės klavišus, galite perkelti pelės žymeklį ir paspausti pelės mygtuką naudodami klaviatūrą arba skaičių klaviatūrą.
ms: Apabila anda mengaktifkan Kekunci Tetikus, anda boleh menggerakkan penuding tetikus dan menekan butang tetikus menggunakan papan kekunci atau pad kekunci angka.
nl: Wanneer je muistoetsen inschakelt, kun je de muisaanwijzer bewegen en de muisknop indrukken via het toetsenbord of een numeriek toetsenblok.
no: Når du slår på Musetaster, kan du flytte musepekeren og trykke på museknappen ved hjelp av tastaturet eller et talltastatur.
pl: Gdy włączysz funkcję Klawisze myszy, możesz sterować wskaźnikiem i naciskać przyciski myszy za pomocą klawiatury głównej lub numerycznej.
pt_br: Ao ativar as Teclas do Mouse, você pode usar o teclado ou um teclado numérico para mover o cursor e pressionar o botão do mouse.
pt_pt: Se activar as teclas‑rato, pode mover o cursor do rato e premir o botão do rato com o teclado ou com um teclado numérico.
ro: Când activați opțiunea Taste maus, puteți să deplasați cursorul mausului și să apăsați butonul mausului folosind tastatura sau tastatura numerică.
ru: Когда включены Кнопки мыши, можно перемещать указатель и нажимать кнопку мыши, используя клавиатуру или цифровую панель.
sk: Keď zapnete klávesy myši, budete môcť pohybovať kurzorom a stláčať tlačidlá myši pomocou klávesnice alebo numerickej klávesnice.
sl: Če vklopite Tipkovnično miško, lahko premikate kazalnik miške in pritiskate tipko miške s tipkovnico ali številčnico.
sv: När du slår på Mustangenter kan du flytta muspekaren och trycka på musknappen med tangentbordet eller det numeriska tangentbordet.
th: เมื่อคุณเปิดใช้ปุ่มเมาส์ คุณสามารถเลื่อนตัวชี้เมาส์แล้วกดปุ่มเมาส์โดยใช้แป้นพิมพ์หรือปุ่มตัวเลขได้
tr: Fare Tuşları’nı açarsanız klavyeyi ya da sayısal tuş takımını kullanarak fare imlecini hareket ettirebilir ve fare düğmesine basabilirsiniz.
uk: Якщо ввімкнути параметр «Керування курсором», можна переміщати курсор і натискати кнопки миші за допомогою клавіш стандартної або цифрової клавіатури.
vi: Khi bật Phím chuột, bạn có thể di chuyển con trỏ chuột và nhấn nút chuột bằng bàn phím hoặc bàn phím số.
zh_cn: 打开“鼠标键”后，你可以使用键盘或数字键盘来移动鼠标指针和按下鼠标键。
zh_hk: 開啟「模擬滑鼠」時，你可以使用鍵盤或數字鍵盤來移動滑鼠指標和按下滑鼠按鈕。
zh_tw: 開啟「模擬滑鼠」時，你可以使用鍵盤或數字鍵盤來移動滑鼠指標並按下滑鼠按鈕。
